Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# country.description.cd
source: The Democratic Republic of the Congo is one of Africa's most resource-rich and geographically immense states, centered on the Congo River basin. It is also one of the continent's great cultural powerhouses, especially in music, dance, fashion, and urban creativity from Kinshasa outward. Any serious description has to hold both truths at once: extraordinary ecological and cultural richness, and a history of exploitation that has often obscured it.
de: Die Demokratische Republik Kongo ist einer der ressourcenreichsten und geografisch größten Staaten Afrikas, der sich auf das Kongobecken konzentriert. Sie ist auch eine der großen kulturellen Machtzentren des Kontinents, insbesondere in Musik, Tanz, Mode und urbaner Kreativität ausgehend von Kinshasa. Jede ernsthafte Beschreibung muss beide Wahrheiten gleichzeitig berücksichtigen: außergewöhnlicher ökologischer und kultureller Reichtum sowie eine Geschichte der Ausbeutung, die diesen oft verdeckt hat.
es: La República Democrática del Congo es uno de los estados más ricos en recursos y geográficamente inmensos de África, centrada en la cuenca del río Congo. También es una de las grandes potencias culturales del continente, especialmente en música, danza, moda y creatividad urbana desde Kinshasa hacia afuera. Cualquier descripción seria debe mantener ambas verdades al mismo tiempo: una extraordinaria riqueza ecológica y cultural, y una historia de explotación que a menudo la ha oscurecido.
fr: La République démocratique du Congo est l'un des États les plus riches en ressources naturelles et géographiquement immenses d'Afrique, centrée sur le bassin du fleuve Congo. C'est aussi l'un des grands centres culturels du continent, en particulier dans la musique, la danse, la mode et la créativité urbaine à partir de Kinshasa. Toute description sérieuse doit tenir compte de ces deux vérités à la fois : une richesse écologique et culturelle extraordinaire, et une histoire d'exploitation qui l'a souvent obscurcie.
it: La Repubblica Democratica del Congo è uno degli stati africani più ricchi di risorse e geograficamente immensi, centrato sul bacino del fiume Congo. È anche una delle grandi potenze culturali del continente, soprattutto nella musica, nella danza, nella moda e nella creatività urbana da Kinshasa in poi. Qualsiasi descrizione seria deve contenere entrambe le verità contemporaneamente: una straordinaria ricchezza ecologica e culturale e una storia di sfruttamento che spesso l’ha oscurata.
pt_br: A República Democrática do Congo é um dos estados mais ricos em recursos e geograficamente imensos da África, centrada na bacia do rio Congo. Também é um dos grandes centros culturais do continente, especialmente na música, dança, moda e criatividade urbana a partir de Kinshasa. Qualquer descrição séria precisa abarcar ambas as verdades ao mesmo tempo: uma riqueza ecológica e cultural extraordinária, e uma história de exploração que muitas vezes a ofuscou.
ru: Демократическая Республика Конго является одним из самых богатых ресурсами и географически огромных государств Африки, сосредоточенным вокруг бассейна реки Конго. Это также один из великих культурных центров континента, особенно в области музыки, танца, моды и городской креативности от Киншасы и далее. Любое серьезное описание должно одновременно учитывать обе эти истины: необычайное экологическое и культурное богатство, а также историю эксплуатации, которая часто его затеняла.

# country.description.cf
source: The Central African Republic sits near the geographic center of the continent, but despite that name it has often been politically and logistically peripheral. Forest, savanna, and river systems meet here, and the country's history is deeply tied to colonial extraction and later chronic instability. It is a place many people could not locate on a map, yet its story says a great deal about the costs of neglect and weak infrastructure.
de: Die Zentralafrikanische Republik liegt in der Nähe des geografischen Zentrums des Kontinents, aber trotz dieses Namens war sie oft politisch und logistisch peripher. Hier treffen Wald, Savanne und Flusssysteme aufeinander, und die Geschichte des Landes ist eng mit kolonialer Ausbeutung und später chronischer Instabilität verbunden. Es ist ein Ort, den viele Menschen auf einer Karte nicht lokalisieren könnten, doch seine Geschichte sagt viel über die Kosten von Vernachlässigung und schwacher Infrastruktur aus.
es: La República Centroafricana se encuentra cerca del centro geográfico del continente, pero a pesar de ese nombre, a menudo ha sido políticamente y logísticamente periférica. Aquí se encuentran bosques, sabanas y sistemas fluviales, y la historia del país está profundamente ligada a la extracción colonial y, más tarde, a la inestabilidad crónica. Es un lugar que muchas personas no podrían ubicar en un mapa, pero su historia dice mucho sobre los costos del descuido y la infraestructura débil.
fr: La République centrafricaine se situe près du centre géographique du continent, mais malgré ce nom, elle a souvent été politiquement et logistiquement périphérique. Forêt, savane et systèmes fluviaux se rencontrent ici, et l'histoire du pays est profondément liée à l'extraction coloniale puis à l'instabilité chronique. C'est un endroit que beaucoup de gens ne pourraient pas localiser sur une carte, et pourtant son histoire en dit long sur les coûts de la négligence et des infrastructures faibles.
it: La Repubblica Centrafricana si trova vicino al centro geografico del continente, ma nonostante questo nome è stata spesso politicamente e logisticamente periferica. Qui si incontrano foreste, savane e sistemi fluviali, e la storia del paese è profondamente legata all'estrazione coloniale e alla successiva instabilità cronica. È un luogo che molte persone non riescono a localizzare su una mappa, ma la sua storia dice molto sui costi dell’incuria e della debolezza delle infrastrutture.
pt_br: A República Centro-Africana está localizada próxima ao centro geográfico do continente, mas apesar desse nome, frequentemente tem sido politicamente e logisticamente periférica. Florestas, savanas e sistemas fluviais se encontram aqui, e a história do país está profundamente ligada à extração colonial e, posteriormente, à instabilidade crônica. É um lugar que muitas pessoas não conseguiriam localizar no mapa, mas sua história diz muito sobre os custos da negligência e da infraestrutura fraca.
ru: Центральноафриканская Республика расположена близко к географическому центру континента, но несмотря на это название, она часто была политически и логистически периферийной. Здесь пересекаются леса, саванны и речные системы, а история страны тесно связана с колониальной эксплуатацией и последующей хронической нестабильностью. Это место, которое многие люди не смогли бы найти на карте, однако его история многое рассказывает о последствиях пренебрежения и слабой инфраструктуры.

# country.description.cg
source: The Republic of the Congo lies west of the Congo River and is often overshadowed by its much larger neighbor across the water, though the two capitals facing each other is one of the world's great geographic oddities. It has Atlantic coastline, equatorial forest, colorful urban music culture, and a Francophone identity that feels distinct within Central Africa. The country rewards closer attention because people often know its name without knowing what actually makes it unique.
de: Die Republik Kongo liegt westlich des Kongo-Flusses und wird oft von ihrem viel größeren Nachbarn auf der anderen Seite des Wassers überschattet, obwohl die beiden einander gegenüberliegenden Hauptstädte eine der größten geografischen Kuriositäten der Welt sind. Sie hat eine Atlantikküste, äquatorialen Regenwald, eine farbenfrohe städtische Musikkultur und eine frankophone Identität, die sich innerhalb Zentralafrikas deutlich abhebt. Das Land lohnt genauere Aufmerksamkeit, da die Menschen oft seinen Namen kennen, ohne zu wissen, was es tatsächlich einzigartig macht.
es: La República del Congo se encuentra al oeste del río Congo y a menudo queda eclipsada por su vecino mucho más grande al otro lado del agua, aunque las dos capitales que se enfrentan son una de las grandes rarezas geográficas del mundo. Tiene una costa atlántica, bosque ecuatorial, una colorida cultura musical urbana y una identidad francófona que se siente distinta dentro de África Central. El país merece una atención más cercana porque la gente a menudo conoce su nombre sin saber realmente qué lo hace único.
fr: La République du Congo se trouve à l'ouest du fleuve Congo et est souvent éclipsée par son voisin beaucoup plus grand de l'autre côté de l'eau, bien que les deux capitales qui se font face constituent l'une des grandes curiosités géographiques du monde. Elle possède un littoral atlantique, une forêt équatoriale, une culture musicale urbaine colorée et une identité francophone qui semble distincte au sein de l'Afrique centrale. Le pays mérite une attention plus particulière car les gens connaissent souvent son nom sans savoir ce qui le rend réellement unique.
it: La Repubblica del Congo si trova a ovest del fiume Congo ed è spesso messa in ombra dal suo vicino molto più grande al di là dell'acqua, anche se le due capitali una di fronte all'altra sono una delle più grandi stranezze geografiche del mondo. Ha la costa atlantica, la foresta equatoriale, una colorata cultura musicale urbana e un'identità francofona che si sente distinta nell'Africa centrale. Il Paese premia una maggiore attenzione perché spesso le persone ne conoscono il nome senza sapere cosa lo renda effettivamente unico.
pt_br: A República do Congo está situada a oeste do rio Congo e muitas vezes é ofuscada por seu vizinho muito maior do outro lado da água, embora as duas capitais de frente uma para a outra sejam uma das grandes peculiaridades geográficas do mundo. Possui litoral atlântico, floresta equatorial, uma cultura musical urbana colorida e uma identidade francófona que se sente distinta dentro da África Central. O país merece atenção mais próxima porque as pessoas muitas vezes conhecem seu nome sem saber o que realmente o torna único.
ru: Республика Конго расположена к западу от реки Конго и часто остаётся в тени своего гораздо более крупного соседа через реку, хотя два столицы, стоящие напротив друг друга, являются одной из великих географических редкостей мира. У неё есть атлантическое побережье, экваториальный лес, яркая городская музыкальная культура и франкоязычная идентичность, которая ощущается особенной в Центральной Африке. Эта страна заслуживает более внимательного изучения, потому что люди часто знают её имя, не зная, что на самом деле делает её уникальной.

# country.description.ch
source: Switzerland is famous for neutrality, banking, and alpine scenery, but it is also a multilingual federal state held together by a carefully cultivated civic compact. German, French, Italian, and Romansh all belong to the national story, which is one reason regional differences remain so visible. The country often feels efficient to visitors because the political system was built to manage diversity through local autonomy and painstaking coordination.
de: Die Schweiz ist berühmt für Neutralität, Bankwesen und Alpenlandschaften, aber sie ist auch ein mehrsprachiger Bundesstaat, der durch einen sorgfältig gepflegten bürgerlichen Vertrag zusammengehalten wird. Deutsch, Französisch, Italienisch und Rätoromanisch gehören alle zur nationalen Geschichte, was ein Grund dafür ist, dass regionale Unterschiede so sichtbar bleiben. Das Land wirkt für Besucher oft effizient, weil das politische System so aufgebaut ist, dass es Vielfalt durch lokale Autonomie und sorgfältige Koordination bewältigt.
es: Suiza es famosa por su neutralidad, la banca y los paisajes alpinos, pero también es un estado federal multilingüe mantenido unido por un pacto cívico cuidadosamente cultivado. El alemán, el francés, el italiano y el romanche forman parte de la historia nacional, lo cual es una de las razones por las que las diferencias regionales siguen siendo tan visibles. El país a menudo parece eficiente para los visitantes porque el sistema político fue construido para gestionar la diversidad mediante la autonomía local y una coordinación meticulosa.
fr: La Suisse est célèbre pour sa neutralité, sa banque et ses paysages alpins, mais c'est aussi un État fédéral multilingue maintenu par un pacte civique soigneusement cultivé. L'allemand, le français, l'italien et le romanche font tous partie de l'histoire nationale, ce qui est une des raisons pour lesquelles les différences régionales restent si visibles. Le pays semble souvent efficace aux yeux des visiteurs parce que le système politique a été conçu pour gérer la diversité grâce à l'autonomie locale et à une coordination minutieuse.
it: La Svizzera è famosa per la neutralità, il sistema bancario e il paesaggio alpino, ma è anche uno stato federale multilingue tenuto insieme da un patto civico attentamente coltivato. Tedesco, francese, italiano e romancio appartengono tutti alla storia nazionale, motivo per cui le differenze regionali rimangono così visibili. Il Paese spesso appare efficiente agli occhi dei visitatori perché il sistema politico è stato costruito per gestire la diversità attraverso l’autonomia locale e un meticoloso coordinamento.
pt_br: A Suíça é famosa pela neutralidade, pelo setor bancário e pelas paisagens alpinas, mas também é um estado federal multilíngue mantido por um pacto cívico cuidadosamente cultivado. Alemão, francês, italiano e romanche pertencem todos à história nacional, o que é uma das razões pelas quais as diferenças regionais permanecem tão visíveis. O país muitas vezes parece eficiente para os visitantes porque o sistema político foi construído para gerenciar a diversidade por meio da autonomia local e da coordenação meticulosa.
ru: Швейцария известна нейтралитетом, банковским делом и альпийскими пейзажами, но она также является многоязычным федеральным государством, объединённым тщательно выработанным гражданским согласие. Немецкий, французский, итальянский и романшский языки все принадлежат к национальной истории, что является одной из причин, почему региональные различия остаются столь заметными. Стране часто кажется эффективной для посетителей, поскольку политическая система была создана для управления разнообразием через местную автономию и тщательную координацию.

# country.description.ci
source: Ivory Coast, or Cote d'Ivoire, became one of Francophone West Africa's major economic centers through cocoa, ports, and the growth of Abidjan into one of the region's most energetic cities. The country is also known for strong visual art, lively music scenes, and a mix of coastal and inland cultures that make it feel much bigger than a single export story. Agriculture matters, but so do fashion, nightlife, and the creative confidence of urban Ivory Coast.
de: Die Elfenbeinküste, oder Côte d'Ivoire, wurde durch Kakao, Häfen und das Wachstum von Abidjan zu einer der wichtigsten Wirtschaftszentren Westafrikas unter den frankophonen Ländern. Das Land ist auch für seine starke bildende Kunst, lebendige Musikszene und eine Mischung aus Küsten- und Binnenkulturen bekannt, die es größer erscheinen lassen, als nur eine einzelne Exportgeschichte zu sein. Landwirtschaft ist wichtig, aber ebenso Mode, Nachtleben und das kreative Selbstvertrauen des urbanen Teils der Elfenbeinküste.
es: Costa de Marfil, o Côte d'Ivoire, se convirtió en uno de los principales centros económicos de África Occidental francófona gracias al cacao, los puertos y el crecimiento de Abiyán en una de las ciudades más dinámicas de la región. El país también es conocido por su fuerte arte visual, animadas escenas musicales y una mezcla de culturas costeras e interiores que lo hacen sentir mucho más grande que una sola historia de exportación. La agricultura es importante, pero también lo son la moda, la vida nocturna y la confianza creativa de la Costa de Marfil urbana.
fr: La Côte d'Ivoire, ou Côte d'Ivoire, est devenue l'un des principaux centres économiques de l'Afrique de l'Ouest francophone grâce au cacao, aux ports et à la croissance d'Abidjan en l'une des villes les plus dynamiques de la région. Le pays est également connu pour son art visuel fort, ses scènes musicales animées et un mélange de cultures côtières et intérieures qui lui donnent l'impression d'être bien plus qu'une simple histoire d'exportation. L'agriculture est importante, mais la mode, la vie nocturne et la confiance créative de la Côte d'Ivoire urbaine le sont tout autant.
it: La Costa d'Avorio, o Costa d'Avorio, divenne uno dei maggiori centri economici dell'Africa occidentale francofona grazie al cacao, ai porti e alla crescita di Abidjan in una delle città più energiche della regione. Il paese è noto anche per la forte arte visiva, le vivaci scene musicali e un mix di culture costiere e dell'entroterra che lo fanno sembrare molto più grande di una singola storia di esportazione. L’agricoltura è importante, ma lo sono anche la moda, la vita notturna e la fiducia creativa della Costa d’Avorio urbana.
pt_br: Costa do Marfim, ou Côte d'Ivoire, tornou-se um dos principais centros econômicos da África Ocidental francófona graças ao cacau, aos portos e ao crescimento de Abidjan em uma das cidades mais dinâmicas da região. O país também é conhecido pela arte visual forte, cenas musicais animadas e uma mistura de culturas costeiras e do interior que fazem com que pareça muito maior do que apenas uma história de exportação. A agricultura é importante, mas a moda, a vida noturna e a confiança criativa da Costa do Marfim urbana também têm seu valor.
ru: Кот-д’Ивуар, или Côte d'Ivoire, стал одним из главных экономических центров франкоязычной Западной Африки благодаря какао, портам и росту Абиджана в один из самых энергичных городов региона. Страна также известна сильным визуальным искусством, живыми музыкальными сценами и сочетанием прибрежных и внутренних культур, что делает её гораздо больше, чем просто история одного экспорта. Сельское хозяйство имеет значение, но также важны мода, ночная жизнь и творческая уверенность городского Кот-д’Ивуара.

# country.description.ck
source: The Cook Islands are a self-governing state in free association with New Zealand, a constitutional relationship that is more nuanced than many people expect. Spread across a wide swath of the South Pacific, they combine Polynesian cultural continuity with administrative links to a larger power. Their remoteness is real, but so is their long tradition of navigation and ocean knowledge.
de: Die Cookinseln sind ein selbstverwalteter Staat in freier Assoziation mit Neuseeland, eine verfassungsmäßige Beziehung, die nuancierter ist, als viele Menschen erwarten. Sie erstrecken sich über eine weite Fläche des Südpazifiks und verbinden polynesische kulturelle Kontinuität mit administrativen Verbindungen zu einer größeren Macht. Ihre Abgeschiedenheit ist real, ebenso wie ihre lange Tradition in Navigation und Ozeankunde.
es: Las Islas Cook son un estado autónomo en libre asociación con Nueva Zelanda, una relación constitucional que es más matizada de lo que mucha gente espera. Distribuidas a lo largo de una amplia zona del Pacífico Sur, combinan la continuidad cultural polinesia con vínculos administrativos con un poder mayor. Su lejanía es real, pero también lo es su larga tradición de navegación y conocimiento del océano.
fr: Les îles Cook sont un État autonome en libre association avec la Nouvelle-Zélande, une relation constitutionnelle qui est plus nuancée que ce que beaucoup de gens imaginent. Éparpillées sur une vaste étendue du Pacifique Sud, elles combinent la continuité culturelle polynésienne avec des liens administratifs à une puissance plus grande. Leur éloignement est réel, mais il en va de même de leur longue tradition de navigation et de connaissance de l'océan.
it: Le Isole Cook sono uno stato autonomo in libera associazione con la Nuova Zelanda, un rapporto costituzionale che è più sfumato di quanto molti si aspettino. Distribuiti in un’ampia fascia del Pacifico meridionale, combinano la continuità culturale polinesiana con collegamenti amministrativi con una potenza più ampia. La loro lontananza è reale, ma lo è anche la loro lunga tradizione di navigazione e conoscenza dell’oceano.
pt_br: As Ilhas Cook são um estado autônomo em associação livre com a Nova Zelândia, uma relação constitucional que é mais complexa do que muitas pessoas esperam. Espalhadas por uma ampla faixa do Pacífico Sul, elas combinam continuidade cultural polinésia com vínculos administrativos a uma potência maior. Seu isolamento é real, mas também é sua longa tradição de navegação e conhecimento do oceano.
ru: Острова Кука — это самоуправляющееся государство в свободной ассоциации с Новой Зеландией, конституционная связь с которой более сложная, чем многие ожидают. Расположенные на обширной территории Южной части Тихого океана, они объединяют полинезийскую культурную преемственность с административными связями с более крупной державой. Их изолированность реальна, но также реальна и их давняя традиция навигации и знаний об океане.
